Repository: common-repository/wc-planzer-shipping
Catalog: resources/lang/*.po
Languages: fr

source: Package number
fr: Numéro de colis

source: Delivery note LS
fr: Bon de livraison LS

source: Order number
fr: Numéro de commande

source: Customer number
fr: Numéro de client

source: Your contact person
fr: Votre personne de contact

source: Item
fr: Article

source: Unit
fr: Unité

source: Quantity ordered
fr: Quantité commandée

source: Crowd open
fr: Quntité en suspens

source: Quantity delivered
fr: Quantité livrée

source: Product Code
fr: Code De Produit

source: {company} {address} Email: {email} Website: {website}
fr: {company} {address} Email: {email} Site Web: {website}

source: Ladies and gentlemen
fr: Mesdames, Messieurs

source: Thank you very much for the order.<br><br>Feel free to contact us if you have any questions.<br><br>Kind regards<br>{contact_name}<br>{company}
fr: Merci beaucoup pour la commande.<br><br>N’hésitez pas à nous contacter si vous avez des questions.<br><br>Sincères amitiés<br>{contact_name}<br>{company}

source: Planzer delivery note for order
fr: Planzer bon de livraison à la commande

source: Planzer label note for order
fr: Planzer étiquette de colisage pour l'ordre

source: Planzer note for order
fr: Planzer note pour l'ordre

source: Planzer: ERROR while sending Planzer PDF email - %s
fr: Planzer: ERREUR lors de l'envoi Planzer PDF email - %s

source: Delivery
fr: Livraison

source: Delivery note
fr: Bon de livraison

source: Generate delivery note
fr: Générer bulletin de livraison

source: Generate label note
fr: Générer l'étiquette de colisage

source: Logo URL
fr: Adresse URL du Logo

source: URL of logo that will be placed on the delivery note
fr: URL du logo qui sera placé sur le bordereau de livraison

source: Note receiver
fr: Note récepteur

source: Receiver of the delivery/label note (for multiple addresses separate them by using commas)
fr: Récepteur de la livraison/l'étiquette de la note (pour plusieurs adresses séparées par des virgules)

source: Contact name
fr: Nom du Contact

source: First and last name that will be placed on the delivery note
fr: Nom et prénom qui sera placée sur le bordereau de livraison

source: This salutation text is visible in the delivery note.
fr: Ce texte de salutation est visible dans le bon de livraison.

source: This signature text is visible in the delivery note.
fr: Ce texte de signature est visible sur le bon de livraison.

source: Footer
fr: Bas de page

source: This footer text is visible in the delivery note.
fr: Ce texte de pied de page est visible dans le bon de livraison.

source: Delivery time (chargeable)
fr: Délai de livraison (payant)

source: Next day
fr: Le prochain jour

source: Delivery by 10 o'clock
fr: Livraison avant 10h

source: Delivery by 12 o'clock
fr: Livraison avant 12h

source: Delivery on Saturday
fr: Bon de livraison LS

source: Other
fr: D'autres

source: Excluded products
fr: Les produits exclus

source: Select product that are note being sent with Planzer.
fr: Sélectionnez le(s) produit(s) que ne doivent pas être envoyé avec Planzer.

source: Excluded shippings
fr: Expéditions exclues

source: Select shipping codes that should not use Planzer.
fr: Sélectionnez les codes d'expédition qui ne doivent pas utiliser Planzer.

source: none
fr: aucun

source: Yes, send email notifications to me
fr: Oui, envoyer moi des notifications par courriel

source: No, do not send email notifications to me
fr: Non, ne pas m'envoyer les notifications par courriel

source: Do you want to receive notifications?
fr: Voulez-vous recevoir des notifications?

source: Customer email notification
fr: Courriel de notification client

source: Send email notifications to the package receiver
fr: Envoyer des notifications par courriel au rĂŠcepteur du colis

source: Customer SMS notification
fr: SMS de notification client

source: Send SMS notifications to the package receiver
fr: Envoyer des notifications par SMS au rĂŠcepteur du colis

source: Notice of deposit
fr: Avis de dépôt

source: No deposit with signature
fr: Aucun dépôt avec signature

source: Always deposit the package (without signature)
fr: Toujours déposer le colis (sans signature)

source: Usually with signature but the receiver can choose if he wants the package to be deposited
fr: Habituellement, avec une signature, mais le destinataire peut choisir s'il veut que le paquet soit déposé

source: Deposit notice
fr: Avis de dépôt

source: Test Mode
fr: Mode Test

source: Enable test mode of SFTP integration
fr: Activer le mode de test de SFTP intégration

source: Account ID
fr: ID de compte

source: Server URL
fr: URL du serveur

source: Please do not change the URL unless you have been expressly requested to do so by support or you know what you are doing. Changes in this field can result in data no longer being transmitted to Planzer.
fr: Merci de ne pas modifier l'URL à moins d'en avoir expressément reçu la demande par le support, ou si vous savez ce que vous faites. Les changements dans ce domaine peuvent entraîner un non envoi de données à Planzer.

source: Contract Details
fr: Détails du contrat

source: Depart. No.
fr: No. de départ.

source: Customer No.
fr: No. client

source: Your branch
fr: Votre succursale

source: Pratteln / Basel
fr: Pratteln / Bâle

source: Bern
fr: Berne

source: Märstetten
fr: Marstetten

source: Kölliken
fr: Kolliken

source: Winterthur
fr: Winterthour

source: Sender Information
fr: Informations Sur L'Expéditeur

source: Company
fr: Société

source: Company extra
fr: Société complément

source: Street
fr: Rue

source: House Number
fr: Numéro De Maison

source: ZIP
fr: NP

source: City
fr: Ville

source: Country
fr: Pays

source: Schweiz / Switzerland
fr: Schweiz / Suisse

source: Language
fr: Langue

source: Instruction
fr: Instructions

source: E-Mail
fr: Courriel

source: Phone
fr: Téléphone

source: Automatic address verification (experimental feature)
fr: Vérification automatique de l'adresse (expérimental)

source: Activate automatic address checking on the checkout
fr: Activation de la vérification d'adresse automatique à la caisse

source: Manual transmission
fr: Transmission manuelle

source: By default, orders with the status "Processing" are automatically transmitted to Planzer. Here you have the possibility to deactivate this function and send orders to Planzer manually by changing the status of the order to "Transmit to Planzer" manually.
fr: Par défaut, les commandes avec le statut de "Traitement" sont automatiquement transmis à Planzer. Ici vous avez la possibilité de désactiver cette fonction et envoyer des commandes à Planzer manuellement en modifiant le statut de la commande à "Transmettre à Planzer" manuellement.

source: Send orders to Planzer only after manual status adjustment
fr: Envoyer les commandes à Planzer seulement après changement de l'état manuel

source: Pickup Orders
fr: Ordre de prise en charge

source: Orders until this time will get picked up by Planzer the same day
fr: Les commandes jusqu'à ce moment seront pris en charge par Planzer le même jour

source: Orders until
fr: Les commandes jusqu'à

source: Sender
fr: Expéditeur

# language name
source: English
fr: Anglais

source: Checkbox
fr: Case

source: Text
fr: Texte

source: Number
fr: Nombre

source: Select
fr: Sélectionnez

source: General
fr: Général

source: Yes
fr: Oui

source: No
fr: Pas de

source: Transmit to Planzer
fr: Transmettre à Planzer

source: Transmit to Planzer (%s)
fr: Transmettre à Planzer (%s)

source: The order shipping class is excluded from Planzer
fr: La classe d'expédition de l'ordre est exclue de Planzer

source: All products excluded from delivery
fr: Tous les produits exclus de la livraison

source: Test mode enabled - data not sent
fr: Mode Test activé - aucune donnée envoyée

source: Planzer: CSV generated.
fr: Planzer: CSV généré.

source: Planzer: delivery/label note and CSV generated.
fr: Planzer: livraison/label note et CSV généré.

source: Reference number:
fr: Numéro de référence:

source: Package number:
fr: Numéro de colis:

source: There was an error while sending data to Planzer - please try again or check debuglog.
fr: Il y avait une erreur lors de l'envoi de données à Planzer - Veuillez essayer de nouveau ou vérifiez debuglog.

source: The orders with number <b>%s</b> have proceeded to the planzer.
fr: Les commandes avec le numéro <b>%s</b> sont passées au planificateur.

source: The maximum limit of orders to sent to the planzer at one time is 5. We sent 5 orders: <b>%s</b>. For the rest of the orders not processed please choose them again
fr: La limite maximale de commandes à envoyer au planificateur en une seule fois est de 5. Nous avons envoyé 5 commandes : <b>%s</b>. Pour le reste des commandes non traitées merci de les sélectionner à nouveau

source: The address is invalid - please type in an existing address
fr: L'adresse est invalide veuillez saisir une adresse existante

source: There was a problem with verifying your address, please try again later or contact administrator.
fr: Il y avait un problème avec la vérification de votre adresse, veuillez réessayer plus tard ou contacter l'administrateur.

source: Generate Planzer note and create package
fr: Generate Planzer étiquette and créer paquet

source: Settings
fr: Paramètres

source: There was a problem with the connection to the server, please try again later or contact administrator.
fr: Il y avait un problème avec la connexion au serveur, veuillez réessayer plus tard ou contacter l'administrateur.
